{ "In what country would you find Ayers Rock?":"Australia","What was the most visited city in the world in 2022?":"Paris, France","Which city would you be visiting if you flew into an airport with the code JFK?":"New York City","To the nearest hour, how long is the flight time on a direct flight from London England to San Francisco USA?":"11 hours","Which country in Asia is the most visited by tourists?":"China","Where would you find the Burj Khalifa?":"Dubai","Which country is made up of more than 7000 islands?":"Philippines","Which country is named Eesti in its native language?":"Estonia","What mountains separate Chile and Argentina?":"The Andes","In which US state would you find the world’s largest zoo?":"Ohio","What is the capital of Finland?":"Helsinki","What currency is used in Brazil?":"The Brazilian real","Zimbabwe and Zambia are home to which famous waterfall?":"Victoria Falls","What time zone is Japan in?":"JST/Japan Standard Time","YYC, YVR and YYZ are all codes for airports found in which country?":"Canada","Waldorf-Astoria, La Mamounia and Claridge’s are all types of famous what?":"Hotel","If you were visiting The Louvre, which city would you be in?":"Paris","Which city hosted the Summer Olympics in 2016, making it the first ever time the games were held in South America?":"Rio de Janeiro","What is the full name of Rome’s airport located at Fiumicino?":"Leonardo da Vinci Airport","The time zone in which of the following is furthest ahead: Sudan, Hawaii or Vietnam?":"Vietnam","What country’s delicacies include souvlaki, gyros and moussaka?":"Greece","What are the three Scandinavian countries?":"Sweden,Greece Norway and Denmark","The word Safari means what in Swahili?":"Journey","Which of the following Spanish cities is NOT found on the coast: Madrid, Valencia or Barcelona?":"Madrid","Iceland is famous for which Lagoon?":"The Blue Lagoon","Which is the only one of the traditional seven ancient wonders of the world which archaeologists have been unable to locate?":"Hanging Gardens of Babylon","What is the smallest country in Africa?":"Seychelles","In which city would you find the Acropolis Museum?":"Athens","In what country would you find Milford Sound, Rotorua and Abel Tasman National Park?":"New Zealand","Historic areas of Istanbul are a UNESCO world heritage site – true or false?":"True","In which country would you find the cities Alexandria, Luxor and Hurghada?":"Egypt","What is the only European wonder in the New Seven Wonders of the World?":"The Colosseum in Rome","As of 2023, which of the following countries does not use the Euro: Ireland, Romania or Malta?":"Romania","If you were flying from Kotoka International Airport to Doha International Airport, which country would you be flying from and to?":"Ghana to Qatar","Which is older: London’s Tower Bridge, or New York’s Brooklyn Bridge?":"Brooklyn Bridge","Where would you find the Serengeti National Park?":"Tanzania","What is the airport code for Heathrow Airport?":"LHR","Which is the largest Caribbean Island?":"Cuba","In what country would you find Full Moon Parties taking place every month on the island of Ko Pha Ngan?":"Thailand","How many capital cities does South Africa have?":"Three (Pretoria, Cape Town and Bloemfontein)","Bolivia is a landlocked country – true or false?":"True","In which province in Canada would you find Niagara Falls?":"Ontario","Where would you find the famous Peak Tram, one of the world’s oldest funicular railways which takes passengers high above the huge city below?":"Hong Kong","Which country gained independence first out of the following: Kosovo, Bosnia and Herzegovina, or North Macedonia?":"North Macedonia" }